Repository: evoWeb/store_finder
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: cs

source: Address
cs: Anschrift

# category
source: Restrict on Categories
cs: Beschränkt auf Kategorien

source: City
cs: Místo

source: Country
cs: Země

# error_either
source: At least one of the required fields need to be filled in
cs: Mindestens eines der Pflichtfelder muss gefüllt sein.

# error_notexists
source: Field does not exists
cs: Diese Feld gibt es nicht

# error_notvalidatable
source: Model is not validatable
cs: Model ist nicht validierbar

# error_required
source: Required field may not be empty
cs: Pflichtfeld darf nicht leer sein

source: Latitude
cs: Längengrad

source: Longitude
cs: Breitengrad

# name
source: Storename
cs: Name

source: Phonenumber
cs: Telefonnummer

# products
source: Products comma separated
cs: Produkte (Komma-separiert)

# submit_find
source: Find Store
cs: Geschäft finden

source: Zipcode
cs: PSČ
